{
  "title": "My Resume",
  "subtitle": "It ain't much, but it's honest work.",
  "jobs": [
    {
      "jobTitle": "Software Engineer",
      "companyName": "Randstad Technologies",
      "jobTasks": [
        "Designs and develops AEM SPA React components to be used by Site Merchants and Marketing business partners",
        "Designs user stories based on sprint objectives and Agile methods to help further break",
        "Collaborates with the Product Owner and Scrum Master in understanding technical abilities or limitations to ensure success in our deliverables",
        "Provides technical representation in meetings with third party vendor Criteo to help facilitate enhancements and features",
        "Mentors and coaches team members to both align on code quality and further personal development"
      ]
    },
    {
      "jobTitle": "Software Developer",
      "companyName": "Auto-Owners Insurance",
      "jobTasks": [
        "Designed, developed, and deployed case management systems for various departments in an agile environment",
        "Front end JavaScript and back end Java development",
        "Migrated documents and cases from legacy systems to new case management systems",
        "Developed and maintained SQL Server Reporting Services reports",
        "Implemented application monitoring tools to increase visibility and performance monitoring to web-based applications"
      ]
    },
    {
      "jobTitle": "IT Co-op",
      "companyName": "The Dow chemical company",
      "jobTasks": [
        "Managed and developed the Auditing Department’s Intranet and SharePoint sites and content",
        "Developed scripts for automating document information for records retention",
        "Developed web applications and forms for generating various audit reports "
      ]
    },
    {
      "jobTitle": "Software Quality Assurance Intern",
      "companyName": "School Zone Publishing",
      "jobTasks": [
        "Software Quality Assurance Intern for educational based video games"
      ]
    }
  ],
  "education": [
    {
      "jobTitle": "M.S. Applied Computer Science - Current",
      "companyName": "Grand Valley State University"
    },
    {
      "jobTitle": "B.B.A. Information Systems Management - 2017",
      "companyName": "Northwood University"
    }
  ]
}
